Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/oikeus_saamenkielisiin_sote-palveluihin.html.tmx
Source language: fin
Languages: sms

source: Oikeus saamenkielisiin sote-palveluihin
sms: Vuõiggâdvuõtt sääʹmǩiõllsaž soti-kääzzkõõzzid

source: Kielelliset oikeudet kuuluvat saamelaisväestön perusoikeuksiin ja lain mukaan viranomaisilla on velvollisuus huolehtia saamenkielisten palvelujen järjestämisestä oma-aloitteisesti ja aktiivisesti ilman, että niitä tarvitsee erikseen vaatia.
sms: Ǩiõlʼlaž vuõiggâdvuõđ koʹlle sääʹmnarood vuâđđvuõiggâdvuõđid da lääʹjj mieʹldd veʹrǧǧniiʹǩǩin lij õõlǥtemvuõtt ââʹnned huõl sääʹmǩiõllsaž kääzzkõõzzi riâššmest jiõččaltteeʹl da aktiivlânji notta, što tõid jeeʹrab õõlǥtet.

source: Omakielinen sosiaali- ja terveydenhuolto on tärkeä osa ihmisen perusturvallisuutta kaikissa elämän vaiheissa.
sms: Jiiʹjjesǩiõllsaž sosiaal- da tiõrvâsvuõtthuõll lij vääžnai vueʹss oummu vuâđđstaanvuõđâst pukin jieʹllem maaʹttin.

source: Lainsäädännössä on useita kohtia, jotka viittaavat oikeuteen käyttää omaa äidinkieltä ja turvaavat oikeuden omaan kulttuuriin.
sms: Lääʹjjšiõttummšest lie määŋg pääiʹǩ, kook viiʹttje vuõiggâdvuõʹtte ââʹnned jiiʹjjes ǩiõl da staaʹne vuõiggâdvuõđ jiiʹjjes kulttuuʹre.

source: Saamelaiskäräjät pyrkii edistämään saamelaisten kielellisten ja kulttuuristen oikeuksien toteutumista sotepalveluissa.
sms: Sääʹmteʹǧǧ pârgg oouʹdeed säʹmmlai ǩiõlʼlaž da kulttuurlaž vuõiggâdvuõđi teâuddjummuž soti-kääzzkõõzzin.

source: Suomen perustuslaki
sms: Lääʹddjânnam vuâđđlääʹǩǩ

source: Suomen perustuslaki (731/1999) turvaa saamelaisille oikeuden omaan kieleen ja kulttuuriin (17 §) sekä näitä koskevaan kulttuuri-itsehallintoon saamelaisten kotiseutualueella.
sms: Lääʹddjânnam vuâđđlääʹǩǩ (731/1999) stään säʹmmlaid vuõiggâdvuõđ jiiʹjjez ǩiõʹlle da kulttuuʹre (17 §) di täid aaʹššid kuõskki jiõččvaldšma sääʹmvuuʹdest.

source: Kielelliset ja kulttuuriset oikeudet kuuluvat saamelaisväestön perusoikeuksiin.
sms: Ǩiõlʼlaž vuõiggâdvuõđ koʹlle sääʹmnarood vuâđđvuõiggâdvuõđid.

source: Saamen kielilaki
sms: Sääʹmǩiõll-lääʹǩǩ

source: Saamen kielilain (1086/2003) tavoitteena on yhdessä Suomen perustuslain 17 § 3 momentin kanssa turvata saamelaisten oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
sms: Sääʹmǩiõll-lääʹjj (1086/2003) täävtõssân lij õõutsââʹjest Lääʹddjânnam vuâđđlääʹjj 17 § 3 momeeʹntin staanâd säʹmmlai vuõiggâdvuõđ tuõʹllʼjed da ooudâsviikkâd ǩiõlâz da kulttuurâz.

source: Saamen kielilaissa säädetään toisaalta saamelaisen oikeudesta käyttää omaa kieltään viranomaisessa ja toisaalta julkisen vallan velvollisuuksista toteuttaa ja edistää saamelaisten kielellisiä oikeuksia (1 §).
sms: Sääʹmǩiõll-lääʹjjest šiõtteet nuuʹbb beäʹlnn säʹmmla vuõiggâdvuõđâst ââʹnned jiiʹjjes ǩiõl veʹrǧǧniiʹǩǩivuiʹm da nuuʹbb beäʹlnn õõlmâs vääʹld õõlǥtõõzzin viikkâd čõõđ da oouʹdeed säʹmmlai ǩiõlʼlaž vuõiggâdvuõđid (1 §).

source: Saamen kielilaki on kaksisuuntainen ja se velvoittaa laissa määriteltyjen viranomaisten velvollisuudeksi oma-aloitteisesti huolehtimaan siitä, että saamelaisten kielelliset oikeudet toteutuvat käytännössä (24 §).
sms: Sääʹmǩiõll-lääʹǩǩ tuåimmai kueiʹt årra da tõt õõlǥat lääʹjjest meäʹrtõllum veʹrǧǧniiʹǩǩi õõlǥtõssân jiõččaltteeʹl ââʹnned huõl tõʹst, što säʹmmlai ǩiõlʼlaž vuõiggâdvuõđ teâuddje nääʹlest (24 §).

source: Viranomaisen on henkilöstöä palvelukseen ottaessaan muun muassa huolehdittava siitä, että henkilöstö pystyy palvelemaan asiakkaita myös saameksi ja koulutusta järjestämällä tai muilla toimenpiteillä huolehdittava siitä, että henkilöstöllä on viranomaisen tehtävien edellyttämä saamen kielen taito (14 §).
sms: Ko veʹrǧǧneǩ väldd tuâjjlažkååʹdd kääzzkõʹsse, tõn âlgg jeäʹrbi mieʹldd ââʹnned huõl tõʹst, što tuâjjlažkåʹdd pâstt kääzzkâʹstted äʹššniiʹǩǩid säämas še da škooultõõzz riâššeeʹl leʹbe jeeʹres tuåimin ââʹnned huõl tõʹst, što tuâjjlažkååʹddest lij veʹrǧǧneeʹǩǩ tuâjai ooudldam sääʹmǩiõlltäidd (14 §).

source: Jos viranomaisessa ei ole sellaista saamen kielen taitoista henkilöä, joka voisi käsitellä asiaa, on viranomaisen järjestettävä maksuton tulkkaus, jollei se itse huolehdi tulkkauksesta (19 §).
sms: Jõs veʹrǧǧneeʹǩǩest ij leäkku nåkam sääʹmǩiõlltäiddsaž ooumaž, kååʹtt vuäitči ǩiõttʼtõõllâd ääʹšš, veʹrǧǧneǩ âlgg riâššâd määuʹsteʹmes tuʹlǩǩõõzz, jõs tõt ij jiõčč âânn huõl tuʹlǩǩummšest (19 §).

source: Viranomaisen tulee myös tiedottaa saamen kielellä.
sms: Veʹrǧǧneǩ âlgg še teâđted sääʹmǩiõʹlle.

source: Perustuslain 21.2 §:än sisältyvä oikeudenmukainen oikeudenkäynti ja hyvän hallinnon käsitteet on otettu myös saamen kielilain tarkoituspykälään (1 §).
sms: Vuâđđlääʹjj 21.2 § seʹst õõʹnni vuõiggâdvuõđ meâldlaž suudõõttâm da šiõǥǥ vaaldâšm fiʹttõõzz lie valddum še sääʹmǩiõll-lääʹjj mieʹrrparagraaʹfe (1 §).

source: Hyvän hallinnon käsite kielellisten perusoikeuksien näkökulmasta tarkoittaa kielellisesti ymmärrettävää palvelua.
sms: Šiõǥǥ vaaldâšm fiʹttõs ǩiõlʼlaž vuõiggâdvuõđi vueiʹnnemkuuʹlmest miârkkšââvv ǩiõlʼlânji fiʹttjemnallšem kääzzkõõzz.

source: Sosiaali- ja terveydenhuollon palvelukieliä koskevat lait
sms: Sosiaal- da tiõrvâsvuõtthuõl kääzzkõsǩiõlid kuõskki lääʹjj

source: Sosiaali- ja terveydenhuollon lainsäädäntö on jo pitkään velvoittanut palvelemaan asiakasta äidinkieli huomioon ottaen.
sms: Sosiaal- da tiõrvâsvuõtthuõl lääʹjjšiõttummuš lij vuâđđjuurdeʹld juʹn kuuʹǩǩ õõlǥtam kääzzkâʹstted äʹššneeʹǩǩ jieʹnnǩiõl lokku vääʹldeeʹl.

source: Näitä lakeja ovat mm. Laki vammaisuuden perusteella järjestettävistä palveluista (380/1987);
sms: Täk lääʹjj lie jm. Lääʹǩǩ lääʹmesvuõđ vuâđald riõššum kääzzkõõzzin (380/1987);

source: Laki sosiaalihuollon asiakkaan asemasta ja oikeuksista ( 812/2000);
sms: Lääʹǩǩ sosiaalhuõl äʹššneeʹǩǩ sââʹjest da vuõiggâdvuõđin (812/2000);

source: Laki potilaan asemasta ja oikeuksista (785/1992) sekä Sosiaalihuoltolaki (1301/2014).
sms: Lääʹǩǩ puõʒʒi sââʹjest da vuõiggâdvuõđin (785/1992) di Sosiaalhuõll-lääʹǩǩ (1301/2014).

source: Edellä mainittujen erityislakien maininnat pohjautuvat viime kädessä Suomen perustuslailla turvattuihin jokaiselle kansalaiselle kuuluviin perusoikeuksiin.
sms: Ooudbeäʹlnn peäggtum spesiaal-laaʹjji peäggtõõzz vuâđđâʹvve lopp looppâst Lääʹddjânnam vuâđđlaaʹjjin staanum juõʹǩǩ meerliʹžže kuulli vuâđđvuõiggâdvuõđid.

source: Terveydenhuoltolain (1326/2010) 6 §:ssä terveydenhuollon kielinä ja vanhuspalvelulain (980/2012) 8 §:ssä palvelujen kielinä on mainittu suomi, ruotsi ja saame.
sms: Tiõrvâsvuõtthuõll-lääʹjj (1326/2010) 6 §:st tiõrvâsvuõtthuõl ǩiõllân da vuäʹmmooumažkääzzkõslääʹjj (980/2012) 8 §:st kääzzkõõzzi ǩiõllân lie peäggtum lääʹdd-, ruõcc- da sääʹmǩiõl.

source: Potilaslain (785/1992) 3 § edellyttää myös, että potilaan äidinkieli ja kulttuuritausta otetaan hoidossa mahdollisimman hyvin huomioon.
sms: Puõccilääʹjj (785/1992) 3 § ooudald še, što puõʒʒi jieʹnnǩiõl da kulttuurtuâǥǥõõzz vääʹldet hååidast lokku nuʹtt puârast ko vueiʹtlvaž.

source: Perustuslaissa on säädetty julkisen vallan velvollisuudesta turvata, sen mukaan kuin lailla tarkemmin säädetään, jokaiselle riittävät sosiaali- ja terveyspalvelut ja edistää väestön terveyttä.
sms: Vuâđđlääʹjjest lij šiõttuum õõlmâs vääʹld õõlǥtemvuõđâst staanâd, tõn mieʹldd ko laaʹjjin tääʹrǩben šiõtteet, juõʹǩǩʼkiʹžže riʹjttjeei sosiaal- da tiõrvâsvuõttkääzzkõõzzid da oouʹdeed narood tiõrvâsvuõđ.

source: Palveluiden yhdenvertaisen saatavuuden turvaamisen kannalta ratkaiseva merkitys on 6 §:n tarkoittamalla yhdenvertaisuuden periaatteella ja esimerkiksi saamelaisten osalta 17.3 §:n tunnustamalla oikeudella omaan kieleen ja kulttuuriin.
sms: Kääzzkõõzzi õõutverddsaž vuäʒʒamvuõđ staanmõõžž peäʹlest miârkteei miârktõs lij 6 § jorddam õõutverddsažvuõđ vuâđđjurddjin da ouddmiârkkân säʹmmlai vueʹzzest 17 § tobdstam vuõiggâdvuõđin jiiʹjjes ǩiõʹlle da kulttuuʹre.

source: Syrjinnänkieltoa sovelletaan myös, kun kyse on lakisääteisiä peruspalveluista, tuista tai etuuksista.
sms: Čårstemǩiõlddi suåvldet še, ko lij kõõččmõš lääʹjjmeâldlaž vuâđđkääzzkõõzzin, tuärjjõõzzin leʹbe ouddõõzzin.
